const text = new Map([
    ['CT',{
        'funcDes':"非侵入性：宠物CT机采用无创检查方式，不需要手术或穿刺，能够在不影响宠物健康的情况下进行检查。快速：宠物CT机能够在几分钟内提供高分辨率的图像，对于紧急情况和需要快速确诊的病例非常适用。精准：宠物CT机能够提供高精度的图像，能够识别微小的病变和异常，为疾病的诊断和治疗提供重要的信息。安全：宠物CT机采用低剂量辐射技术，对宠物的健康没有任何负面影响。",
        'operating': '1、安排检查：首先需要安排宠物的检查时间，并告知宠物主人需要做好的准备工作，例如禁食、禁水等。        2、安放宠物：将宠物放在CT机的检查台上，调整好宠物的体位和姿势。3、启动设备：操作人员在计算机上设置CT机的参数，包括扫描范围、扫描方式等。4、开始扫描：当宠物的准备工作和设备参数设置完成后，操作人员可以按下启动按钮，开始进行扫描。 5、扫描结束：扫描完成后，计算机会自动将扫描结果进行图像重建，并生成高清晰度的图像。6、图像评估：操作人员会对图像进行评估，分析图像中出现的任何异常或病变。7、生成报告：根据图像评估的结果，操作人员会生成一份报告，详细说明宠物的健康状况和需要采取的治疗措施。',
        'video':'https://ph-1317362646.cos.ap-shanghai.myqcloud.com/CT.mp4'
    }],
])
export { text }
